Repository: giellalt/corpus-sme
Catalog: tmx/nno/facta/giellatekno/cealkkacoavdinmuorra.html.tmx
Source language: sme
Languages: nno

source: Liŋkkat cealkkamurrii ja veahkkeneavvuide
nno: Lenkjer til analysetreet og hjelpemiddel

source: Dál beasat geahččat ja maid ieš hukset syntávssalaš muoraid.
nno: Du kan sjå på setningstre, og også bygge dine eigne.

source: Syd-Dansk Universiteta VISL-joavku lea ráhkadan teknihkalaš osiid, Romssa Universitehta lea fas ráhkadan sámegiel sisdoalu.
nno: Syd-Dansk Universitets VISL-gruppe har står for teknikken, Universitetet i Tromsø har lagt inn nordsamisk.

source: Doaibma lea beta-veršuvdna, ja dat máksá ahte sáhttet leat meattáhusat, ja maid ahte leat buoridanvejolašvuođat.
nno: Dette er ein beta-versjon, og det inneber at det kan vere feil, og at det er forbetringspotensiale.

source: Mii váldit áinnas vuostá kommentáraid !
nno: Vi tar gjerne mot kommentarar ! (oahpa@uit.no)

source: Cealkkamuora menyat ja boalut leat velge eŋgelasgillii, muhto mii bargat dainna ahte eanaš oassi boahtá sámegillii.
nno: Setningstreets menyar, knappar og feedback er framleis på engelsk, men vi arbeider med å få det meste omsett til samisk.

source: Mii leat čohkken máŋgga gáldus cealkagiid maid leat fas heivehan, ja de leat daid analyseren.
nno: Vi har plukka setninger frå mange stader, tilpassa dei, og så analysert dei.

source: Sátneluohkáid ja funkšuvnnaid oanádusat sáhttet álggos leat apmasat geavaheddjiide, muhto VISL-siidduid oanádusat fertejit leat seammáláganat buot gielaide.
nno: Forkortingane for ordklassar og funksjonar kan i byrjinga vere litt uvande for brukarane fordi forkortingane på VISL-sidene er dei same for alle språka.

source: Badjelaš duhát cealkaga geavahuvvojit sihke spealuin, Killerfilleris ja cealkkamurrii.
nno: Meir enn tusen setninger brukast i både spela, Killerfiller og setningstreet.

source: Dasa lassin leat su 640 cealkaga dušše Killerfillera várás.
nno: I tillegg er det omtrent 640 setninger berre for Killerfiller med morfologien spesielt tilpassa for dette (f. eks.

source: Dain lea morfologiija heivehuvvon dasa.
nno: mykje bruk av potensialis og possessive suffikser.)

source: Sátneluohkáid birra
nno: Om ordklassar

source: Cealkkalahtuid funkšuvnnat
nno: Om syntaktiske funksjonar
